00
575
410
154
486
403
996
250.12
250.8
786
338
824
427
507
415
560
413
461
465
428
V57
435
250.13
191
805
414
250.02
518
250.7
411
38
822
491
715
680
297
922
722
584
540
711
276
473
780
250.6
724
434
493
562
576
682
850
250.11
402
309
552
79
820
733
162
196
515
218
447
821
8
474
707
997
274
578
599
296
250.42
348
398
340
648
812
333
433
423
482
572
726
511
346
789
250
592
719
530
574
802
250.82
464
852
535
577
294
532
285
453
280
808
586
557
590
485
250.03
331
34
250.2
527
998
112
571
220
250.4
203
440
721
289
356
295
278
53
250.1
813
238
291
V58
444
558
458
445
277
158
426
730
345
516
386
205
153
879
728
716
351
189
660
353
394
404
358
V55
174
250.32
593
225
197
341
310
681
989
945
250.22
198
694
298
275
787
551
600
242
432
416
738
968
9
569
401
V53
150
785
799
633
823
807
436
431
608
794
437
250.83
838
781
531
480
618
825
424
782
729
959
292
565
250.81
459
235
723
286
585
290
141
3
227
456
537
396
792
204
801
596
88
737
11
380
969
955
442
727
995
212
47
31
304
534
466
300
626
250.9
202
211
287
553
375
376
594
293
185
161
253
350
487
250.31
595
455
V54
193
725
462
521
306
250.92
70
420
155
288
233
865
42
934
451
928
443
250.01
566
215
790
604
425
564
714
654
54
881
188
284
622
362
336
601
241
226
661
239
882
519
962
182
251
383
430
441
591
691
965
784
446
616
332
359
627
303
556
157
536
201
490
851
481
349
307
860
528
82
200
323
573
151
642
E909
736
844
625
282
863
41
250.21
861
283
658
619
568
183
620
510
933
793
250.43
555
250.41
429
228
230
693
966
890
501
492
250.93
171
?
967
214
644
867
816
252
250.53
513
611
438
567
756
506
708
999
514
958
550
788
229
803
266
250.3
250.5
935
217
337
421
646
327
992
783
588
250.23
417
301
179
357
924
250.33
936
685
541
581
172
891
524
512
746
311
475
845
377
V71
621
318
853
607
582
187
35
614
617
656
478
704
V56
533
641
373
320
194
990
972
V43
976
797
199
496
810
152
156
135
388
305
379
210
208
570
795
854
920
963
184
192
142
602
695
255
495
659
710
342
V63
374
312
952
164
361
457
647
735
892
529
684
368
136
180
652
250.91
245
146
463
385
683
5
843
840
344
864
522
66
244
977
471
964
664
V45
117
718
826
V67
759
598
893
454
110
815
236
422
281
378
883
145
494
914
115
745
886
78
272
665
903
273
355
921
216
692
983
846
263
360
395
470
751
143
36
49
163
603
147
800
917
655
508
706
610
354
250.52
871
717
705
971
836
322
10
942
847
986
526
873
831
39
674
335
970
382
500
615
133
223
796
580
913
835
370
48
839
483
991
941
814
957
299
804
640
173
987
452
52
160
904
114
279
324
791
875
94
634
391
690
623
352
262
878
880
916
237
170
868
806
